/* Localizable strings of com.apple.screensaver.byHost preference manifest */

"screensaver.pfm_title" =			"Screen Saver ByHost";
"screensaver.pfm_description" =			"ByHost Screen Saver preferences.";
"idleTime.pfm_title" =			"Idle Time";
"idleTime.pfm_description" =			"Idle time in seconds before screen saver will start. Set to 0 to disable.";
"mainScreenOnly.pfm_title" =	"Main Screen Only";
"mainScreenOnly.pfm_description" =			"Show screen saver on main screen only with screen saver. This setting only affects computers with multiple screens.";
"moduleName.pfm_title" =			"Module Name";
"moduleName.pfm_description" =			"Screen saver module name selected in the Screen Saver preference pane. For example, “Flurry”.";
"modulePath.pfm_title" =			"Module Path";
"modulePath.pfm_description" =			"File system path to the current screen saver module. For example, “/System/Library/Screen Savers/Flurry.saver”.";
"showClock.pfm_title" =			"Show Clock";
"showClock.pfm_description" =			"Show clock with screen saver. Set to true to show clock. Set to false to not show clock.";
